Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: In any case, reasons the same apostle, we are not to “judge the law,” for “there is one lawgiver and judge, he who is able to save and to destroy.” James 4:11, 12.
pt: Em qualquer caso, raciocina o mesmo apóstolo, não devemos “julgar a lei”, pois “há um legislador e juiz, aquele que pode salvar e destruir”. Tiago 4:11, 12.

source: In any case, the future seemed to justify the majority, since, with the destruction of the temple, Judaism was obliged to adapt its worship forms to changed circumstances.
pt: De qualquer forma, o futuro parecia justificar a maioria, pois, com a destruição do templo, o judaísmo era obrigado a adaptar suas formas de adoração às novas circunstâncias.

source: In appearance he was usually a man without commanding personality; yet he stood his ground, faced his people and the world, and proclaimed his message.
pt: Na aparência, ele geralmente era um homem sem personalidade dominante; mas ele permaneceu firme, encarou seu povo e o mundo e proclamou sua mensagem.

source: In biblical writings, as in the writings of contemporary civilizations in antiquity, notably of Ugarit, the serpent generally is associated with the power of evil.
pt: Nos escritos bíblicos, como nos escritos de civilizações contemporâneas da antiguidade, notadamente de Ugarit, a serpente geralmente está associada ao poder do mal.

source: In connection with these same verses, the Roman Catholic theologian Tresmontant made this comment: “That which interested Jeshua, was the being in depth, the secrets of the heart.
pt: Em conexão com esses mesmos versos, o teólogo católico romano Tresmontant fez este comentário: “Aquilo que interessava a Jeshua, era o ser em profundidade, os segredos do coração.

source: In differing degrees, all of which are hard to measure, no one really can escape this guilt of deicide: Jews, Christians, Romans, priests, high officials and humble citizens, soldiers and civilians, present and absent - all were and are involved in this tragedy.
pt: Em graus diferentes, todos os quais são difíceis de medir, ninguém realmente pode escapar dessa culpa do deicídio: judeus, cristãos, romanos, sacerdotes, altos funcionários e cidadãos humildes, soldados e civis, presentes e ausentes - todos estavam e estão envolvidos em esta tragédia.

source: In explaining the verse “He shall make a strong covenant with many for one week” (Daniel 9:27), he says: “A week represents a period of seven years.
pt: Ao explicar o versículo “Ele fará um pacto forte com muitos por uma semana” (Daniel 9:27), ele diz: “Uma semana representa um período de sete anos.

source: In fact, Christianity since Constantine and Judaism since its hellenization have not been able to liberate themselves from the Greco-Latin ghetto of Hebraism where the essential events of their history took place.
pt: Na verdade, o cristianismo desde Constantino e Judaísmo desde a sua helenização não foram capazes de se libertar do gueto Greco-latino de religião Hebraica, onde os eventos essenciais de sua história teve lugar.

source: In fact, a certain kind of theology feeds on anti-Semitic psychology.
pt: De fato, um certo tipo de teologia se alimenta da psicologia antissemita.

source: In fact, popular sympathy for Jesus was evident right up to the last, including the final week.
pt: De fato, a simpatia popular por Jesus era evidente até o último, incluindo a última semana.

source: In fact, some historians see in the crucifixion of Jesus capital punishment in the name of Roman obedience.
pt: De fato, alguns historiadores vêem na crucificação de Jesus a pena capital em nome da obediência romana.

source: In fact, the Jew should become informed by reading and objectively studying the New Testament as another fruit of Israel’s genius, which it is.
pt: De fato, o judeu deveria se tornar informado lendo e objetivamente estudando o Novo Testamento como outro fruto do gênio de Israel, o qual é.

source: In fact, the continuation of Daniel’s words (Daniel 10:3) confirms this.
pt: De fato, a continuação das palavras de Daniel (Daniel 10: 3) confirma isso.

source: In fact, the discussions of the rabbis seem only to try to understand the composite figure of the Messiah, for the various names they give Him are aimed rather at disclosing some aspect of His personality.
pt: De fato, as discussões dos rabinos parecem apenas tentar entender a figura composta do Messias, pois os vários nomes que eles lhe dão são voltados mais para revelar algum aspecto de Sua personalidade.

source: In fact, the separation gave it new strength to survive and develop.
pt: De fato, a separação deu-lhe nova força para sobreviver e se desenvolver.

source: In fact, this renewal of the ancient covenant did not offend pious Jews in the first century A.D.
pt: De fato, essa renovação da antiga aliança não ofendeu os judeus piedosos no primeiro século dC

source: In fact, when “conversion” happened, it arose from a different direction, almost contrary to rational argument: acceptance derived from an experience - from personal knowledge.
pt: De fato, quando “conversão” aconteceu, surgiu de uma direção diferente, quase contrária ao argumento racional: aceitação derivada de uma experiência - do conhecimento pessoal.

source: In fact, whenever Christianity undertakes to exorcize everything Jewish about its origins and its doctrine, the danger must be seen that the flower of Israel, Jesus Christ Himself, will also disappear.
pt: De fato, sempre que o cristianismo se compromete a exorcizar tudo o que é judaico sobre suas origens e sua doutrina, o perigo deve ser visto que a flor de Israel, o próprio Jesus Cristo, também desaparecerá.

source: In fact, “salvation is from the Jews.” John 4:22.
pt: De fato, “a salvação vem dos judeus”. João 4:22.

source: In glory:
pt: Na glória:

source: In his defense on the Law, Paul does not leave the slightest indication that the Christian religion relaxed the expectations of the Law.
pt: Em sua defesa da lei, Paulo não deixa a menor indicação de que a religião cristã afrouxou as expectativas da lei.

source: In his relationship to the Sabbath, as with the other precepts of the Decalogue, Jeshua really asked for a more complete obedience, a more serious compliance.
pt: Em seu relacionamento com o sábado, como com os outros preceitos do Decálogo, Jeshua realmente pediu uma obediência mais completa, um cumprimento mais sério.

source: In humiliation:
pt: Na humilhação:

source: In killing the serpent the posterity of the woman would run the risk of death.
pt: Ao matar a serpente, a posteridade da mulher corria o risco de morte.

source: In many ways, a coptic bishop and an American pastor, a Russian Orthodox and a South American Roman Catholic, strike one as less alike than if they had come from distinctly different religious worlds.
pt: De muitas maneiras, um bispo copta e um pastor norte-americano, um ortodoxo russo e um católico romano sul-americano, são considerados menos parecidos do que se tivessem vindo de mundos religiosos distintos.

source: In no way was he an employee paid to give pleasure, to promise “fair days and blue skies” ahead.
pt: De modo algum ele era um empregado pago para dar prazer, prometer "dias justos e céus azuis" à frente.

source: In order to recognize how and when the Messiah became a reality one must focus on the history of Jerusalem.
pt: A fim de reconhecer como e quando o Messias se tornou realidade, deve-se enfocar a história de Jerusalém.

source: In other words, Jews that knew Jesus and Jews that had never before heard of Him.
pt: Em outras palavras, judeus que conheciam Jesus e judeus que nunca haviam ouvido falar Dele.

source: In other words, obedience to the Law is the expression of our salvation and not the means by which it is attained.
pt: Em outras palavras, a obediência à Lei é a expressão da nossa salvação e não os meios pelos quais ela é alcançada.

source: In other words, one must live with God if one is fully to believe in God.
pt: Em outras palavras, a pessoa deve viver com Deus se for plenamente acreditar em Deus.

source: In other words, the coming of the Messiah clarifies the allusion in verse 24 to the expiation of sin and to eternal justice.
pt: Em outras palavras, a vinda do Messias esclarece a alusão no verso 24 à expiação do pecado e à justiça eterna.

source: In our consideration of the Law as that point where the Judeo-Christian separation began, there was room for discussion and argumentation.
pt: Em nossa consideração da Lei como ponto que a separação judaico-cristã começou, havia espaço para discussão e argumentação.

source: In rejecting the Law, the Church rejected Israel.
pt: Ao rejeitar a lei, a Igreja rejeitou Israel.

source: In reply there would be talk about the goyim.
pt: Em resposta, falaria sobre os goyim.

source: In several passages, finally, Luther lamentably lets himself go into the most obscene buffoonery and gross vulgarities in lambasting the Jews, and he passes it all off as his most Christian sentiments.
pt: Em várias passagens, finalmente, Lutero lamentavelmente deixa-se entrar na palhaçada mais obscena e grossas vulgaridades ao criticar os judeus, e ele passa tudo isso como seus sentimentos mais cristãos.

source: In short, the Jew in all ages, and even today, is considered to be responsible for the death of God - this simply because 2000 years ago some of his probable ancestors could have sentenced Jesus of Nazareth to be crucified.
pt: Em suma, o judeu em todos os tempos, e até mesmo hoje, é considerado responsável pela morte de Deus - isto simplesmente porque, há 2000 anos, alguns de seus prováveis antepassados poderiam ter condenado Jesus de Nazaré a ser crucificado.

source: In so doing, Judaism has lost some of its original self, approaching even the line of partially betraying its own integrity.
pt: Ao fazê-lo, o judaísmo perdeu parte de seu eu original, aproximando-se até mesmo da linha de trair parcialmente sua própria integridade.

source: In speaking of theological antiSemitism, we recognize the existence of Christian antiSemitism.
pt: Ao falar de antissemitismo teológico, reconhecemos a existência do antissemitismo cristão.

source: In spirit, therefore, nothing has changed.
pt: Em espírito, portanto, nada mudou.

source: In such a struggle life becomes a rat race, in which man loses sight of his mission and becomes lost in his self-constructed maze.
pt: Em tal luta, a vida se torna uma corrida de ratos, na qual o homem perde a visão de sua missão e se perde em seu labirinto construído por si mesmo.

source: In sum, the Jewish question and schism would not have existed.
pt: Em suma, a questão e o cisma judaicos não teriam existido.

source: In the Beginning: A Jewish Messiah
pt: No começo: um messias judeu

source: In the Bible conversion is represented as the highest possible life ideal.
pt: Na Bíblia, a conversão é representada como o ideal de vida mais elevado possível.

source: In the Jewish Chronicles of Solomon Bar Simeon or in that of Eliaz ben Nathan, the word church is thus regularly rendered by the term “place of impurity or of horror,” the word cross by “evil sign,” etc.
pt: Nas Crônicas Judaicas de Salomão Bar Simeão ou na de Eliaz ben Nathan, a palavra igreja é assim traduzida regularmente pelo termo “lugar de impureza ou de horror”, a palavra cruzada por “sinal do mal”, etc.

source: In the Jewish review L’Amandier fleuri (October 1949), 9.
pt: Na revista judaica L'Amandier fleuri (outubro de 1949), 9.

source: In the New Covenant, the Law cannot be satisfied by mere mechanical obedience, with lifeless gestures; it is concerned with the total human being, including the secret recesses of thought and feeling.
pt: Na Nova Aliança, a Lei não pode ser satisfeita por mera obediência mecânica, com gestos sem vida; preocupa-se com o ser humano total, incluindo os recessos secretos do pensamento e do sentimento.

source: In the New Testament, John in particular continues this theme with the accent on love: “For this is the love of God, that we keep his commandments.” 1 John 5:3; cf.
pt: No Novo Testamento, João em particular continua este tema com o acento sobre o amor: “Porque este é o amor de Deus, que guardemos os seus mandamentos.” 1 João 5: 3; cf.

source: In the Old Testament the Israelite well understood this distinction, since, on God’s orders, the Decalogue (Ten Commandments) was to be placed in the Ark, while the laws concerning sacrifices were to be placed alongside the Ark,203 suggesting thus a superiority of the first over the second.
pt: No Antigo Testamento, o israelita compreendia bem essa distinção, pois, por ordem de Deus, o Decálogo (Dez Mandamentos) deveria ser colocado na Arca, enquanto as leis relativas aos sacrifícios deveriam ser colocadas ao lado da Arca, 203 sugerindo assim uma superioridade de o primeiro ao longo do segundo.

source: In the Revelation passage, (1) the “fear of God” recalls the observance of the commandments;266 (2) the mention of Creation recalls the Sabbath which was to memorialize it.
pt: Na passagem do Apocalipse, (1) o “temor de Deus” lembra a observância dos mandamentos; 266 (2) a menção da Criação lembra o sábado que foi para memorializá-lo.

source: In the area of religion, in the absence of a supreme magisterium, every Jew creates his or her own personal religion within the rich traditions of the fathers.
pt: Na área da religião, na ausência de um magistério supremo, todo judeu cria sua própria religião pessoal dentro das ricas tradições dos seus pais.

source: In the beginning antiSemitism was essentially anti-Jewish; that is, it concerned itself with religion and expressed itself only in polemics and apologetics.
pt: No início, o antissemitismo era essencialmente antijudaico; isto é, preocupou-se com a religião e se expressou apenas em polêmicas e apologética.

source: In the beginning of time “God created,” and at the end of time “God will come.” Be it the Hebrew Bible263 only, or the Bible that contains both Testaments, the canon is so constituted that the first words are a reference to the Creation and the last words to God’s coming.
pt: No começo dos tempos “Deus criou”, e no fim dos tempos “Deus virá”. Seja somente a Bíblia Hebraica263, ou a Bíblia que contém ambos os Testamentos, o cânon é constituído de tal forma que as primeiras palavras são uma referência a a Criação e as últimas palavras para a vinda de Deus.

source: In the beginning, however, the problem was not so clear-cut.
pt: No começo, no entanto, o problema não era tão claro.

source: In the beginning, the situation was very different.
pt: No começo, a situação era muito diferente.

source: In the beginning:
pt: No princípio:

source: In the development of the people theme the figure of a Messiah is distinguishable, while in the wake of the Jerusalem theme the historical destiny of the city appears: the end of the city and the sanctuary.
pt: No desenvolvimento do tema do povo, a figura de um Messias é distinguível, enquanto na esteira do tema de Jerusalém aparece o destino histórico da cidade: o fim da cidade e o santuário.

source: In the eighteenth century, that century of light, it became possible for the Jew, for the first time, to experience a mild form of emancipation, permitting him to mingle with citizens in general.
pt: No século XVIII, naquele século de luz, tornou-se possível para o judeu, pela primeira vez, experimentar uma forma suave de emancipação, permitindo que ele se misturasse com os cidadãos em geral.

source: In the end:
pt: No final:

source: In the eyes of church leaders the Church would become much stronger.
pt: Aos olhos dos líderes da igreja, esta se tornaria muito mais forte.

source: In the fourteenth century came the myth that the Jew was “the devil in person.“64
pt: No século XIV, veio o mito de que o judeu era "o demônio em pessoa"64.

source: In the introduction, the Mishna defines oral tradition as “an enclosure planted around the Torah.“237 This walled enclosure was first a precautionary measure.
pt: Na introdução, o Mishna define a tradição oral como “um cerco plantado ao redor da Torá.” 237 Esse recinto amuralhado foi primeiro uma medida de precaução.

source: In the preceding chapter, as a sort of precaution Paul anticipates such reasoning in a tight presentation on grace and the Law: “What shall we say then?
pt: No capítulo anterior, como uma espécie de precaução, Paulo antecipa tal raciocínio em uma apresentação apertada sobre a graça e a Lei: “O que diremos então?

source: In the preceding verses, as an introduction, John mentions “fear”; but he goes on to eliminate any possible misunderstanding by stating that “perfect love casts out fear.” 1 John 4:18.
pt: Nos versículos anteriores, como introdução, João menciona “medo”; mas ele continua a eliminar qualquer possível mal-entendido afirmando que “o amor perfeito lança fora o medo”. 1 João 4:18.

source: In the present situation we can distinguish the strange and eloquent likeness of the dog named Balak, whose tale is told by Agnon.1 Balak, friendly and harmless, regularly stretched out on the streets of Jerusalem.
pt: Na situação atual podemos notar a estranha e expressiva imagem do cão chamado Balaque, cuja história é contada por Agnon. Balaque era amigável e inofensivo, e regularmente ficava estendido nas ruas de Jerusalém.

source: In the same way, Jews and Christians, the one for the other, carry the burden of false labels.
pt: Da mesma forma Judeus e Cristãos, um pelo outro, carregam o fardo de rótulos falsos.

source: In the seventeenth century the word “deicide”66 was reemphasized.
pt: No século XVII, a palavra “deicida”66 foi reafirmada.

source: In the sixth chapter of John’s Gospel we are told that “many of his disciples drew back and no longer went about with him.” Verse 66.
pt: No sexto capítulo do Evangelho de João, somos informados de que “muitos dos seus discípulos recuaram e já não andavam com ele”. Versículo 66.

source: In the state of Israel he can request the privileges of Israeli nationality.
pt: No estado de Israel, ele pode solicitar os privilégios da nacionalidade israelense.

source: In the thinking of the Israelite, the idea of expiation and atonement thus were related to the Sanctuary; more precisely, to the most holy place of the sanctuary.167
pt: No pensamento do israelita, a idéia de expiação e expiação era relacionada ao Santuário; mais precisamente, para o lugar mais sagrado do santuário.

source: In this connection, the book of Ezra tells us that Jerusalem and its temple were reestablished following a succession of decrees issued by Cyrus, Darius, and Artaxerxes (see Ezra 6:14).
pt: Neste contexto, o livro de Esdras nos conta que Jerusalém e seu templo foram restabelecidos após uma sucessão de decretos emitidos por Ciro, Dario e Artaxerxes (ver Esdras 6:14).

source: In this light one can understand what is said in the next verse: “No longer shall each man teach his neighbor and each his brother, saying, ‘Know the Lord,’ for they shall all know me, from the least of them to the greatest, says the Lord.” Jeremiah 31:34.
pt: Sob esta luz, pode-se entender o que é dito no verso seguinte: “Não mais cada um ensinará ao seu próximo e a cada um seu irmão, dizendo: 'Conheça o Senhor', pois todos eles me conhecerão, desde o menor deles até o maior, diz o Senhor. ”Jeremias 31:34.

source: In this sacrifice God drew near,107 and conditions were met that were favorable to a dialogue and a relationship between God and man.
pt: Nesse sacrifício, Deus se aproximou107 e foram satisfeitas as condições favoráveis ​​a um diálogo e a um relacionamento entre Deus e o homem.

source: In this way, the problem of contradiction would be solved and the facts of the scriptural texts would be respected.
pt: Desta forma, o problema da contradição seria resolvido e os fatos dos textos das escrituras seriam respeitados.

source: In this wise they exhibit an equal denial of the fundamental commandments of the God on whom they would claim a monopoly.
pt: Desta forma, eles exibem uma negação igual dos mandamentos fundamentais do Deus sobre quem reivindicariam um monopólio.

source: In this, biblical religion is distinguishable from paganism; the gesture holds no intrinsic value in itself.
pt: Neste, a religião bíblica é distinguível do paganismo; o gesto não possui valor intrínseco em si mesmo.

source: In those days God entered time and the words of men.
pt: Naqueles dias Deus entrou no tempo e nas palavras dos homens.

source: In those times one could take one’s stand with Christianity while remaining attached to his Jewish origins.
pt: Naqueles tempos, alguém poderia se posicionar com o cristianismo, permanecendo apegado às suas origens judaicas.

source: In view of the common subject that concerned both Ezekiel and Daniel, it is most likely that Daniel’s seventy seeks (490 days) refers likewise to years.
pt: Em vista do assunto comum que dizia respeito tanto a Ezequiel quanto a Daniel, é mais provável que as setenta buscas de Daniel (490 dias) se refiram igualmente a anos.

source: Inasmuch as money in those days was hard to come by, those who had it soon became lenders.
pt: Na medida em que o dinheiro naqueles dias era difícil de encontrar, aqueles que o tinham logo se tornaram credores.

source: Indeed, and that is why this extraordinary gesture on the part of God made a real impression on the doctors of the Midrash: “A king of flesh and blood permits no one to put the crown on his head; but the day will come when the Holy One, blessed be he, will place his crown on the head of the Messiah King.“139 That God and the Messiah should have in common royalty and eternity cannot fail to astonish, because this implies a similarity of nature.
pt: De fato, e é por isso que esse gesto extraordinário da parte de Deus causou uma impressão real nos médicos do Midrash: “Um rei de carne e osso não permite que ninguém ponha a coroa em sua cabeça; mas virá o dia em que o Santo, bendito seja ele, colocará sua coroa na cabeça do Messias Rei. 139 Que Deus e o Messias devam ter em comum a realeza e a eternidade não podem deixar de surpreender, porque isso implica uma semelhança da natureza.

source: Indeed, the priests led out in this whole matter.
pt: De fato, os sacerdotes lideraram em todo este assunto.

source: Indeed, the study of tradition reveals profound wisdom and genuine piety.
pt: De fato, o estudo da tradição revela profunda sabedoria e genuína piedade.[

source: Influenced by literary criticism of the nineteenth century, some have thought to apply to the Bible a methodology essentially adapted to writings of a mythological or poetical nature.
pt: Influenciados pela crítica literária do século XIX, alguns pensaram em aplicar à Bíblia uma metodologia essencialmente adaptada a escritos de natureza mitológica ou poética.

source: Initially it contented itself with rhetorical figures, and often delivered scathing maledictions on all who held to the law of Moses.53
pt: Inicialmente, contentou-se com figuras retóricas e, muitas vezes, proferiu maldosas maldições sobre todos os que mantinham a lei de Moisés.53

source: Introduction
pt: Introdução

source: Is it that of theology, or psychology?
pt: É de teologia ou psicologia?

source: Is not the purpose of the vertical relationship to make more effective this horizontal relationship?
pt: O propósito da relação vertical não é tornar mais efetiva essa relação horizontal?

source: Isaiah 44:6; 41:4; 48:12 and Revelation 1:8; 22:13.
pt: Isaías 44: 6; 41: 4; 48:12 e Apocalipse 1: 8; 22:13

source: Isaiah 63:16, R.S.V.
pt: Isaías 63:16, RSV

source: Israel as a whole had to undergo the teaching device of the desert, which later became a subject of nostalgia for the prophets.
pt: Israel como um todo teve que se submeter ao dispositivo de ensino do deserto, que mais tarde se tornou motivo de nostalgia pelos profetas.
